Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_and_disability/grants_for_employers_to_retain_employees_with_disabilities.html.txt.tmx
Source language: en
Languages: ga

source: Grants for employers to retain employees with disabilities
ga: Deontais do fhostóirí chun fostaithe faoi mhíchumas a choinneáil

source: The Employee Retention Grant Scheme is a scheme that aims to assist employers to retain employees who acquire an illness, condition or impairment that affects their ability to carry out their job
ga: Is scéim í an Scéim Deontais um Fhostaí a Choinneáil a bhfuil sé mar aidhm aici cabhrú le fostóirí fostaithe a dtagann tinneas nó lagú orthu a mbíonn tionchar aige ar a gcumas a gcuid oibre a dhéanamh a choinneáil

source: The scheme is part of the Department of Social Protection’s Reasonable Accommodation Fund and it aims to maintain your employability by providing funding to:
ga: Tá an scéim cuid den Chiste Freastal Réasúnta na Roinne Coimirce Sóisialaí. Tá sé mar aidhm ag an scéim d'fhostaíocht a bhuanú trí mhaoiniú a chuir ar fáil chun:

source: • Retrain you so that you can take up another position within the company
ga: • Tú a choinneáil ionas go mbeidh tú in ann post eile a thógáil suas taobh istigh den chomhlacht

source: • Identify accommodation such as work equipment adaptation and/or training to enable you to remain in your current position
ga: • Áis a aithint agus/nó oiliúint chun go mbeadh ar do chumas fanacht i do phost reatha

source: The scheme is open to every company in the private sector
ga: Tá an scéim oscailte do gach comhlacht san earnáil phríobháideach

source: Any existing employee (working at any level in the organisation) who acquires an illness, condition or disability that affects their job is covered under this scheme
ga: Tá aon fhostaí atá ann roimhe seo (ag obair ar aon leibhéal don eagraíocht) agus a thagann tinneas, riocht nó míchumas air/uirthi a chuireann isteach ar a p(h)ost, clúdaigh faoin scéim

source: Public sector employers are not eligible to apply for these grants
ga: Níl fostóirí san earnáil phoiblí incháilithe chun iarratas a dhéanamh ar na deontais seo

source: Public sector employers are obliged to promote positive attitudes toward disability and ensure they put in place all arrangements to ensure the full integration of staff with disabilities into employment
ga: Tá oibleagáid ar fhostóirí san earnáil phoiblí dearcadh dearfach i leith an mhíchumais a chur chun cinn agus a chinntiú go gcuirfidh siad na socruithe go léir in áit le go mbeadh an fhoireann faoi mhíchumas iomlán páirteach i bhfostaíocht

source: Funding under this scheme is made available in 2 stages:
ga: Tá maoiniú faoin scéim seo curtha ar fáil i ndá chéim:

source: Stage 1: Assists employers by allowing them to hire expert skills from outside the company to develop a written individual retention strategy for any employee who acquires a disability
ga: Céim a 1: Cabhrú le fostóirí trí cheadú dóibh scileanna saineolaí a "cheannach isteach" ón taobh amuigh den chomhlacht chun forbairt a dhéanamh ar straitéis choinneála faoi leith scríofa d’aon fhostaí a dtagann míchumas air/uirthi

source: The retention strategy could set out steps needed to accommodate and, if necessary train the employee to remain in his or her role
ga: Is féidir leis an straitéis choinneála céimeanna a leagan amach chun áisiú a dhéanamh agus más gá na fostaithe a oiliúint chun fanacht sa ról atá acu

source: Alternatively, the retention strategy could outline where the employee could be re-deployed in the company and the accommodation/re-training needed to do this
ga: Ar bhealach eile is féidir leis an straitéis choinneála a leagan amach an áit gur féidir an fostaí a ath-lonnú sa chomhlacht agus na háiseanna/ath-oiliúint atá riachtanach chun é sin a dhéanamh

source: Stage 2: Provides funding to the employer towards the implementation of the written retention strategy
ga: Céim a 2: Cuirtear cabhair airgeadais (cabhair deontais) ar fáil don fhostóir leis an straitéis choinneála a chur i gcrích

source: This will include grant aid towards re-training, job coaching and/or hiring an external co-ordinator to oversee the way the individual retention strategy is implemented
ga: Áirítear anseo cabhair deontais don ath-oiliúint, do thraenáil phoist agus/nó comh-ordaitheoir seachtrach a fhostú chun maoirseacht a dhéanamh ar an mbealach a bhfuil an straitéis choinneála dá chur i bhfeidhm don duine aonair

source: The following activities are not eligible for funding under the Employee Retention Grant Scheme:
ga: Níl na gníomhaíochtaí seo a leanas incháilithe do mhaoiniú faoin Scéim Deontais um Fhostaíocht a Choinneáil:

source: • Attendance at workshops and seminars
ga: • Freastal ar cheardlanna agus seimineáir

source: • Capital expenditure associated with training
ga: • Caiteachas caipitil a bhaineann le oiliúint

source: • Company-wide disability management assessments
ga: • Measúnuithe bainistíochta ar mhíchumas sa chomhlacht ina iomlán nó

source: • The development of disability or absence management policies
ga: • Forbairt ar pholasaithe bainistíochta maidir le míchuma nó fostaithe a bheith as láthair

source: Developing the Retention Strategy
ga: Forbairt a dhéanamh ar an Straitéis Choinneála

source: The employer contacts a specialist (for example, an occupational therapist) who evaluates the employee's occupational capacity and carries out a job/workplace assessment
ga: Déanann an fostóir teagmháil le speisialtóir (m.sh., teiripeach saothair) a dhéanann measúnacht ar chumas saothair an fhostaí agus measúnú ar an bpost/láthair oibre

source: The specialist then develops the retention strategy in collaboration with the employer, the employee and if it is appropriate, the employee's advocate or representative (for example, a trade union representative) and line-manager
ga: Déanann an speisialtóir ansin forbairt ar an Straitéis Choinneála i gcomhair leis an bhfostóir, an fostaí agus má tá sé cuí, abhcóide/ionadaí (m.sh., ionadaí ceardchumainn) agus bainisteoir-líne

source: The retention strategy must accompany an application for Stage 1 funding and must have been received before an application is made for Stage 2 funding
ga: Caithfidh an Straitéis Choinneála a bheith in éineacht leis an iarratas do mhaoiniú Céim a 1 agus caithfidh sé a bheith faighte sula ndéantar iarratas ar mhaoiniú Céim a 2

source: Stage 1: Under the scheme 90% of the programme costs are paid (up to a maximum amount of €2,500 for each employee) in order to enable the employer to hire a specialist(s) to evaluate the employee's occupational capacity, to carry out the workplace or job assessment and to develop a retention strategy
ga: Céim a 1: Íoctar 90% de chostais an chláir (go dtí uasmhéid de €2,500 do gach fostaí chun a chuir ar chumas an fhostóra speisialtóir(í) a fhostú chun measúnacht a dhéanamh ar chumas saothair an fhostaí, chun measúnú a dhéanamh ar an láthair oibre/post agus chun straitéis choinneála a fhorbairt

source: Stage 2: Funding of 90% of eligible costs to a maximum of €12,500 is paid to help with:
ga: Céim a 2: Íoctar 90% de na costais incháilithe suas go huasmhéid de €12,500 chun cabhrú le:

source: • Training the employee for their current post or retraining them for another post within the company
ga: • Oiliúint a chuir ar an bhfostaí i gcomhair a p(h)ost reatha nó ath-oiliúint a chur air nó uirthi do phost eile taobh istigh den chomhlacht

source: • Hiring a Job Coach to provide support to the employee and liaise with their line manager for a maximum of 300 hours and/or
ga: • Traenálaí Poist a fhostú chun tacaíocht a chur ar fáil don fhostaí agus idirghabháil a dhéanamh leis an mbainisteoir líne ar feadh uasmhéid de 300 uaire agus/nó

source: • Hiring a specialist to manage the retention strategy on an ongoing basis until the employee's reintegration is complete for a maximum period of 60 hours
ga: • Speisialtóir a fhostú chun an straitéis choinneála a bhainistiú ar bhonn leanúnach go dtí go bhfuil ath-mheascadh an fhostaí críochnaithe ar feadh tréimhse uasmhéid de 60 uaire an chloig

source: An employer cannot make an application for funding under Stage 2 without having the assistance of an individualised written retention strategy
ga: Ní féidir le fostóir iarratas a dhéanamh ar mhaoiniú faoi Chéim 2 gan chabhair ó straitéis choinneála scríofa don duine aonair

source: There is a maximum limit of €15,000 payable to an employer for the purposes of retaining any one employee, that is, the total funding available for both Stage 1 and Stage 2
ga: Tá suas le huasmhéid de €15,000 iníoctha le fostóir ar mhaithe le aon fhostaí amháin a choinneáil, is é sin an t-uasmhéid airgid atá ar fáil do chéim a 1 agus do chéim a 2

source: Applying for Stage 1 funding
ga: Iarratas a dhéanamh ar mhaoiniú Céim a 1

source: The employer must complete and return the Stage 1 application form (pdf) which is available online or from the local employment services office
ga: Caithfidh an fostóir an fhoirm iarratais Céim a 1 (pdf) atá le fáil ar líne agus go háitiúil ó oifig seirbhísí fostaíochta áitiúil a líonadh agus a sheoladh ar ais

source: The application form must be accompanied by:
ga: Caithfidh na nithe seo a leanas a bheith in éineacht leis an bhfoirm iarratais:

source: • References for the specialist from 2 companies that have previously employed them
ga: • Teastais maidir leis an speisialtóir ó dhá chomhlacht a raibh sé nó sí fostaithe acu roimhe seo

source: • Copies of the specialist's qualifications and, where applicable, professional memberships
ga: • Cóipeanna de cháilíochtaí an speisialtóra agus más cuí, ballraíochtaí proifisiúnta

source: • The employer's current Tax Clearance Certificate or electronic Tax Clearance Access Number
ga: • Deimhniú Imréitigh Chánach reatha nó Uimhir Rochtana Imréitigh Cánach leictreonach an fhostóra

source: • A current Tax Clearance Certificate or electronic Tax Clearance Access Number for the specialist or their employer
ga: • Deimhniú Imréitigh Chánach reatha nó Uimhir Rochtana Imréitigh Cánach leictreonach an speisialtóra nó a f(h)ostóra

source: The application form must be signed by the employee, the employer (or nominee), the employee's line-manager (where appropriate), the employee's representative (where appropriate) and the specialist
ga: Caithfidh an fhoirm iarratais a bheith sínithe ag an bhfostaí, ag an bhfostóir (nó ainmní), ag bainisteoir-líne an fhostaí (más cuí), ag ionadaí an fhostaí (nuair is cuí) agus ag an speisialtóir

source: Making a claim for Stage 1 funding
ga: Éileamh a dhéanamh ar mhaoiniú Céim a 1

source: The employer must complete the parts of the ERG claim form (pdf) that relate to Stage 1
ga: Caithfidh an fostóir na páirteanna den fhoirm éilimh chaighdeánaigh (pdf) a bhaineann le Céim a 1 a líonadh

source: The claim form must be accompanied by:
ga: Caithfidh na nithe seo a leanas a bheith in éineacht leis an bhfoirm éilimh:

source: • Detailed invoices and receipts
ga: • Sonraisc shonracha agus admhálacha

source: • A copy of the written retention strategy
ga: • Cóip den Straitéis Choinneála scríofa

source: • A copy of the employer's Tax Clearance Certificate or electronic Tax Clearance Access Number if not previously submitted
ga: • Cóip de Dheimhniú Imréitigh Chánach nó Uimhir Rochtana Imréitigh Cánach leictreonach an fhostóra muna bhfuil sé seo curtha isteach

source: • A copy of the specialist's or their employer's Tax Clearance Certificate or electronic Tax Clearance Access Number
ga: • Cóip de Dheimhniú Imréitigh Chánach nó Uimhir Rochtana Imréitigh Cánach leictreonach an speisialtóra nó a f(h)ostóra

source: The claim form must be signed by the employer (or nominee)
ga: Caithfidh an fhoirm éilimh a bheith sínithe ag an bhfostóir (nó ainmní)

source: Applying for Stage 2 funding
ga: Iarratas a dhéanamh ar mhaoiniú Céim a 2

source: Employers can apply for Stage 2 funding once Stage 1 has been completed
ga: Is féidir le fostóirí iarratas a dhéanamh ar mhaoiniú do Chéim a 2 chomh luath agus atá Céim a 1 críochnaithe

source: Applications for Stage 2 funding must be approved by the Department of Social Protection (DSP) before the retention strategy is implemented
ga: Caithfidh iarratais ar mhaoiniú Céim a 2 a bheith ceadaithe ag an Roinn Coimirce Sóisialaí sula gcuirtear an Straitéis Choinneála i gcrích

source: The Stage 2 application form (pdf) must be accompanied by:
ga: Caithfidh na nithe seo a leanas a bheith in éineacht leis an bhfoirm iarratais Céim a 2 (pdf):

source: • References for the specialist(s) or Job Coach(es) from 2 companies which have previously availed of their services, together with copies of their qualifications and, where applicable, professional memberships
ga: • Teastais maidir leis an speisialtóir nó Traenálaí Poist ó 2 chomhlacht a raibh sé nó sí fostaithe acu roimhe seo agus cóipeanna de cháilíochtaí an speisialtóra agus más cuí, ballraíochtaí proifisiúnta

source: • The current Tax Clearance Certificates or electronic Tax Clearance Access Numbers for all external parties involved in the implementation of the retention strategy if not previously submitted
ga: • Deimhniú Imréitigh Chánach reatha nó Uimhir Rochtana Imréitigh Cánach leictreonach do gach páirtí seachtrach atá bainteach le cur i gcrích na straitéise coinneála muna bhfuil na teastais curtha ar aghaidh roimhe seo

source: • The employer's current Tax Clearance Certificate or electronic Tax Clearance Access Number if not previously submitted
ga: • Deimhniú Imréitigh Chánach reatha nó Uimhir Rochtana Imréitigh Cánach leictreonach an fhostóra muna bhfuil sé curtha ar aghaidh roimhe seo

source: The application form must be signed by the employee, the employer (or nominee), the employee's line-manager (where appropriate), the employee's representative and the specialist or Job Coach
ga: Caithfidh an fhoirm iarratais a bheith sínithe ag an bhfostaí, ag an bhfostóir (nó ainmní), ag bainisteoir-líne an fhostaí (más cuí), ag ionadaí an fhostaí agus ag an speisialtóir nó Traenálaí Poist

source: Where the value of an application is greater than €5,000 and a single provider provides services, the employer must obtain 3 independent quotations and present them to DSP
ga: Má tá luach an iarratais níos mó ná €5.000 agus go gcuireann soláthraí amháin seirbhísí ar fáil, caithfidh an fostóir trí mheastachán neamhspleách a fháil agus iad a chur i láthair an Roinn

source: If the lowest quote is not accepted, the employer must state the reason for the selection
ga: Muna nglactar leis an meastachán is ísle, caithfidh an fostóir na cúiseanna leis an roghnú a mhíniú

source: Making a claim for Stage 2 funding
ga: Éileamh a dhéanamh ar mhaoiniú Céim a 2

source: The employer must complete the parts of the standard claim form that relate to Stage 2
ga: Caithfidh an fostóir na páirteanna den fhoirm éilimh chaighdeánaigh Éileamh-ERG a bhaineann le Céim a 2 a líonadh

source: • A copy of the employer's current Tax Clearance Certificate or electronic Tax Clearance Access Number if not previously submitted
ga: • Cóip de Dheimhniú Imréitigh Chánach reatha nó Uimhir Rochtana Imréitigh Cánach leictreonach an fhostóra muna bhfuil sé seo curtha ar aghaidh roimhe seo

source: • A copy of the current Tax Clearance Certificate or electronic Tax Clearance Access Number for the specialist and/or their employer if not previously submitted
ga: • Cóip de Dheimhniú Imréitigh Chánach reatha nó Uimhir Rochtana Imréitigh Cánach leictreonach an speisialtóra agus/nó a f(h)ostóra muna bhfuil sé seo curtha ar aghaidh roimhe seo

source: The application form must be signed by the employer (or nominee)
ga: Caithfidh an fhoirm éilimh a bheith sínithe ag an bhfostóir (nó ainmní)

source: Your local employment services office or Intreo centre will forward a copy of the general conditions governing the scheme
ga: Cuirfidh oifig seirbhísí fostaíochta áitiúil nó ionad Intreo ar aghaidh cóip de na coinníollacha ginearálta a rialaíonn an scéim

source: General information about the scheme and the forms required are available
ga: Tá breis eolais agus foirmeacha iarratais faoin scéim ar fáil anseo

source: Staff in your local employment services office will also be happy to answer any queries and provide any assistance you require
ga: Beidh an fhoireann in oifig seirbhísí fostaíochta áitiúil go háitiúil sásta freisin aon cheisteanna atá agat a fhreagairt agus aon chabhair a theastaíonn uait a chuir ar fáil
